[MZ_AdaptiveBoneMarrow X2GeneModTemplate]
DisplayName="适应性骨髓"
Summary="伤口恢复时间减少66%。士兵每回合都会回复生命值."

[MZ_AdrenalNeurosympathy X2GeneModTemplate]
DisplayName="肾上腺交感神经"
Summary=当杀死敌人时，给予战斗信息素增强，增加附近士兵的命中、暴击几率和移动力."

[MZ_NeuralDamping X2GeneModTemplate]
DisplayName="神经阻尼"
Summary="豁免精神折磨和抵抗灵能攻击造成的伤害."

[MZ_NeuralFeedback X2GeneModTemplate]
DisplayName=""神经回路"
Summary="对灵能敌人造成伤害，并使其所有灵能技能冷却。不会降低敌人成功的机会."

[MZ_NictitatingMembranes X2GeneModTemplate]
DisplayName="瞬膜"
Summary="透明的内眼睑抵消了毒素、晕眩和烟雾的目标惩罚. 净化致盲."

[MZ_PsyberInterface X2GeneModTemplate]
DisplayName="植入式灵能镜片"
Summary="植入1个微型灵能镜片可以计算出帮助黑客攻击和锁定机器人敌人的信息."

[MZ_RegenPheremones X2GeneModTemplate]
DisplayName="再生信息素"
Summary="给予战斗信息素提升，清除伤害状态并在杀死敌人时恢复附近士兵的生命值."

[MZ_ViperBlood X2GeneModTemplate]
DisplayName="毒蛇血清"
Summary="获得对毒的免疫力和受到伤害时的出血毒药。站在毒云中，获得命中、暴击和闪避."

[MZ_DepthPerception X2GeneModTemplate]
DisplayName="深度感知"
Summary="当士兵具有高度优势时，增加额外的命中和暴击."

[MZ_HyperreactivePupils X2GeneModTemplate]
DisplayName="反应化瞳孔"
Summary="一次射击失败后，将获得一个命中奖励."

[GM_BioelectricSkin X2GeneModTemplate]
DisplayName="活体皮肤"
Summary="在中等距离内发现隐藏状态的敌人."

[GM_WallClimb X2GeneModTemplate]
DisplayName="蛛形纲黏液"
Summary="使士兵能够爬上墙壁，使他们能够无缝地移动到屋顶和下面的地面."

[GM_MimeticSkin X2GeneModTemplate]
DisplayName="拟态皮肤"
Summary="赋予改变皮肤模式以匹配覆盖物的能力。当一个士兵移动到高掩护，进入隐藏状态起来。如果任何敌人都能看见士兵，则不起作用."

[MZ_Wiredreflexes X2GeneModTemplate]
DisplayName="突触助推器"
Summary="士兵在所有的反应情况下都有较强的能力，通过一个阶段来改变打击效果."